Revit 2024 API
LabelUtils.GetLabelForBuiltInParameter Method
Overload List
Name | Description
GetLabelForBuiltInParameter(ForgeTypeId)
 Gets the user-visible name for a built-in parameter.
GetLabelForBuiltInParameter(ForgeTypeId, LanguageType)
 Gets the user-visible name for a built-in parameter in a specific LanguageType.
See Also
LabelUtils Class
LabelUtils Members
Autodesk.Revit.DB Namespace